examples/tumor_chip_linear_gradient/data/cases/run_opposing_none_H200_1776929254180/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet_drug
    {
        type            patch;
        nFaces          10;
        startFace       17356;
    }
    inlet_medium
    {
        type            patch;
        nFaces          10;
        startFace       17366;
    }
    outlet
    {
        type            patch;
        nFaces          44;
        startFace       17376;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          24;
        startFace       17420;
    }
    floor
    {
        type            wall;
        inGroups        1(wall);
        nFaces          400;
        startFace       17444;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          17600;
        startFace       17844;
    }
)

// ************************************************************************* //
