examples/tumor_chip_linear_gradient/data/cases/run_opposing_none_H200_1776929254180/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType  laminar;
